Revit 2027 API
ParameterTypeId.RampAttrTextSize Property
 "Text Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrTextSize { get; }
Public Shared ReadOnly Property RampAttrTextSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrTextSize {
	ForgeTypeId^ get ();
}
static member RampAttrTextSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace